{
	"ui": {
		"game": {
			"common": {
				"ilgn": "I like great news!",
				"fttoya": "Frostfeast? Is it that time of year already?",
				"iiabn": "It is a bit...nippy!",
				"yes_please": "Yes please!",
				"no_thanks": "No thanks!",
				"idlg": "I do like gifts!",
				"sharing": "Sharing?",
				"cold": "We haven't even begun to prepare!",
				"aeisk": "Anything else I should know about?",
				"yup": "Yup!",
				"great": "Great!",
				"huh": "Huh?",
				"theend": "The End.",
				"letsdothis": "Let's do this!",
				"sowhatsnext": "So what's next?",
				"toodles": "Toodles!",
				"wai": "We are indeed!",
				"ohnoes": "How terrible!",
				"greetings": "Hello again!",
				"i_said_bah_humbug": "I SAID Bah Humbug!!",
				"changed_mind": "Okay.. Tell me more",
				"hello": "Greetings!",
				"and": "And?",
				"oh": "Oh?",
				"ill": "I've seen greener trees'",
				"pastey": "There was this one chap...but he seemed so nice!",
				"interesting": "Oh! How interesting!",
				"countonus": "You can count on us!",
				"keep_in_mind": "I'll keep that in mind!"
			},
			"special": {
				"zebra": "Bah! Humbug!"
			},
			"zones_mode": {
				"pasture": {
					"pig_pen_name": "Pig Pen",
					"pig_pen_description": "Pigs are a great source of low maintenance meat"
				},
				"stockpile": {
					"filters": {
						"tooltip_offerings": "Offerings"
					}
				}
			},
			"entities": {
				"item_categories": {
					"offerings": "Offerings",
					"gifts": "Gifts"
				}
			}
		},
		"data": {
			"constants": {
				"food_resource_name": "Food"
			},
			"gm": {
				"campaigns": {
					"frostfeast": {
						"dialog_nodes": {
							"bulletin_message": {
								"000": "Greetings and Salutations most venerable one. I am Brother Landon, and I bring great news!",
								"001": "Frostfeast is almost upon us yet again!",
								"002": "Yes! The nights are now much longer, and the temperatures colder! You should invest in some heat sources and additional light sources immediately!",
								"003": "Indeed! As you know; Frostfeast is a festival of giving. If you're a little rusty I can give you a reminder.",
								"004": "Well, every year at Frostfeast, villages from around the realm send donations to the Church of Plenty. In exchange for these offerings, the Church will grant you a gift.",
								"004a": "Frostfeast, isn't just about presents though! It's about the importance of sharing with others less fortunate.",
								"004b": "It's now beginning to get very cold and very dark. A poor summer harvest could mean the collapse of a small village like yours. Not to mention those villages ill prepared for the cold.",
								"004c": "I noticed! The colder your villagers get, the less capable they become. It's hard work trudging though all this snow when you're cold. It's very important that you start building heat sources to stop your villagers from freezing!",
								"004d": "Lights! Lights are important. You wont be able to see very far, and it's terribly gloomy without them. I think that's all - Are you ready?",
								"005": "Excellent! Expect Sister Jenna shortly. She has been assigned this area of the realm and will carry with her a list of the most requested donations.",
								"006": "Should you accept this task and succeed, you will in turn be rewarded with a gift from the Church. Goodbye for now.",
								"007": "It's going to start to get very cold. Your Hearthlings will suffer if they aren't kept warm. It wouldn't be very charitable if I didnt offer a hand. Please accept this small token.",
								"008": "Greetings and Salutations most venerable one. I am Sister Jenna and I am told you are expecting me.",
								"009": "There is great concern amongst the High Order this year. This Frostfeast is the coldest on record and the scholars fear that unless we do something about it the cold may never end!",
								"009b": "Indeed! But I am afraid I'm getting ahead of myself... We need villages to be part of an ancient ceremony that may help break the cold. I know you're only starting out, but is this something you'd be interested in?",
								"009c": "Excellent! I hope you understand that we can't just rely on your word for something this important. I will set you a trivial task. Once completed we can talk more about your special mission. As I have many villages to visit my courier will carry our requests.",
								"009d": "I understand. It is a great task to ask of anyone, yet alone a fledgling village like this one. Are you sure you're not interested? (WARNING: Saying you are sure will discontinue the campaign for a more sandbox experience!)",
								"010": "Greetings and Salutations most venerable one.",
								"011": "I'm afraid the situation is dire. This winter is much colder than expected and we require more from you than before. Of course... the greater the challenge, the greater the reward.",
								"012": "Oh.. I'm very sorry to hear that. Are you sure you're not interested in helping the poor unfortunate orphans of this realm? (WARNING: Repeating Bah Humbug will discontinue the campaign for a more sandbox experience!)",
								"013": "Well.. I never!.. We shall not bother you again. Blessings upon you... most venerable one.",
								"014": "Greetings and Salutations most venerable one. I am Achernar.",
								"015": "I've set up my monument camp just over the way there and couldn't help notice your recent stream of visitors..",
								"016": "Our Order is an ancient branch of the Church and while we don't often see eye to eye on long term plans... we do both enjoy this time of year!",
								"017": "I'll pop in on you every now and check in on you. Perhaps we might even be able to help each other out? Quid pro quo, so to speak.",
								"018": "Excellent! Whether succeed or fail, trying is what truly matters! The trivial task is complete and you've proven that we can rely on you.",
								"019": "Now to the mission at hand. It's imperative that we invoke the ancient ritual of Balh if we hope to break this frost. It involes the placing of magically runed wards and monuments throughout the realm. The High Order insist that this is the only way this frost will break...",
								"020": "Over the next few trials I will deliver some very important artifacts. It's <i>very important</i> that you place them <i>outside straight away</i>, and be mindful of where you place them. A strong magical force protects the tether, and you will not be able to move them once they are in position.",
								"021": "Oh WOW! I never in my wildest dreams expected that to happen! It's magnificent!",
								"022": "Well, this is all theory! We've never had to invoke this ceremony - or at least no one is alive today to remember the last time.",
								"023": "Hmmm, not sure what's next. This is new territory! Hmm... well.... there's only one thing to do with a tree.. wait till it grows and then decorate it! We'll search through the archives and see if there are any appropriate trinkets lying around.",
								"024": "Amazing! It looks beautiful! What a magnificent homage to the Sun. This will surely break the frost.",
								"025": "In recognition of your efforts we shall record this day in our chronicles as Frostbreak. You and your village will be praised by generations to come!",
								"026": "FIN. Thank you for playing Frostfeast 2016",
								"027": "Curses! You and your insufferable Frostfeast cheer! Gah! You have only delayed the inevitable. Winter is coming, and next time I will not allow you to stop it. He shall be reborn!",
								"028": "Greetings! I've come to see how your tree is coming... erm...along? Hmm.. Pretty sure it's not supposed to look like that. And what's with the cold? It's so much colder here.. Jenna assured us that this would break the frost!",
								"029": "<Peers closely at the tree> It's as if someone, or something is actively trying to sabotage the ritual. <Peers closely at his notes> Closer inspection of the archives suggests that during the ceremony, the tree feeds from the actual act of charity...",
								"030": "You're not selling the items we ask for, are you? Or worse, giving them to someone entirely unworthy - and possibly slightly creepy? No... no one would be that cruel during Frostfeast, nor would they knowingly help that mad man. Besides, he's supposedly dead!",
								"031": "Still, if you have been selling them it's never too late for redemption! If you start to perform more charitable acts I'm at least 50% sure the tree will recover!"
							},
							"bulletin_title": "The Church of Plenty",
							"bulletin_title1": "Before I go!",
							"bulletin_title3": "The Obsidian Order",
							"dialog_title": "A Cleric",
							"dialog_title1": "Brother Landon",
							"dialog_title2": "Sister Jenna",
							"dialog_title3": "Achernar",
							"dialog_title4": "Church of Plenty Courier",
							"trade_details_1": "Hello [str(i18n_data.town_name)]!<br>The Church of Plenty makes the following request.",
							"trade_details_2": "If you provide us with [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s, I'll be back tomorrow and will present the following tokens of our appreciation: [str(i18n_data.reward_number)]&nbsp;[str(i18n_data.reward_item)]s.",
							"trade_details_3": "If you can get us another [str(i18n_data.optional_want_number)]&nbsp;[str(i18n_data.optional_want_item)]s, you will receive an additional [str(i18n_data.optional_reward_number)]&nbsp;[str(i18n_data.optional_reward_item)].",
							"trade_details_1a": "Excellent news [str(i18n_data.town_name)]!<br> While searching the archives we found something quite interesting!",
							"trade_details_2a": "If you provide us with [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s, we'll be back in tomorrow and present you with an artifact from our archives.",
							"waiting_title": "A Courier will return in [str(i18n_data.hour_counter)] hours!",
							"waiting_text_1": "A Courier will return in [str(i18n_data.hour_counter)] hours.",
							"waiting_text_2": "They will give you [str(i18n_data.reward_number)]&nbsp;[str(i18n_data.reward_item)]s if you have [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s ready for them!",
							"waiting_text_3": "Should you get an additional [str(i18n_data.optional_want_number)]&nbsp;[str(i18n_data.optional_want_item)], they will also give you [str(i18n_data.optional_reward_number)]&nbsp;[str(i18n_data.optional_reward_item)]s!",
							"accepted_title": "The Church of Plenty",
							"accepted_text": "Fantastic! I'll return in [str(i18n_data.hour_counter)] hours to collect the gifts. See you later!",
							"accepted_text2": "Fantastic! I'll send a courier in [str(i18n_data.hour_counter)] hours to collect the gifts. See you later!",
							"declined_title": "The Church of Plenty",
							"declined_text": "Oh no! You don't have the offerings? What a shame. I'll report back to the Church immediately.",
							"rejected_title": "The Church of Plenty",
							"rejected_text": "Perhaps asking for [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s was too much? I understand. It can be difficult for a young settlement to find something extra to give. I will return another time.",
							"return_title": "The Church of Plenty returns!",
							"return_greetings_positive": "Excellent! It looks like you've made me the [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s we require. Are you still willing to trade them to me? I'll give you [str(i18n_data.reward_number)]&nbsp;[str(i18n_data.reward_item)]s in exchange. Still sounds good?",
							"return_greetings_excellent": "Amazing! It looks like you've made me the [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s we require. You've even got the additional [str(i18n_data.optional_want_number)]&nbsp;[str(i18n_data.optional_want_item)]s! Are you still willing to trade them to me? I'll give you [str(i18n_data.reward_number)]&nbsp;[str(i18n_data.reward_item)]s and an additional [str(i18n_data.optional_reward_number)]&nbsp;[str(i18n_data.optional_reward_item)]s in exchange. Still sounds good?",
							"return_greetings_negative": "I'm back, but it doesn't look like you've got the [str(i18n_data.want_number)] [str(i18n_data.want_item)]s we asked for. Oh well, the poor orphaned and homeless children will understand... I'm sure...",
							"requests_title": "Requests",
							"rewards_title": "Rewards",
							"required_text": "Required:",
							"optional_text": "Stretchgoal:",
							"trade_for": "for",
							"waiting_dialog_title": "Achernar will return in [str(i18n_data.hour_counter)] hours!",
							"waiting_message_1": "You agreed to give the offerings to Achernar instead, who seems in dire need for them.",
							"waiting_message_2": "If you give him this, he'll give you that.",
							"waiting_message_3": "If you also manage to give him that, he'll give you the other thing.",
							"message_positive": "Excellent. I'll be taking that. Assuming the deal still stands?...",
							"message_excellent": "How truly, unbelievably... My brain trembles. If you are still up for, it, here's the deal.",
							"achernar_return_title": "Achernar returns!",
							"achernar_failed_message": "You did not manage to craft the items? You truly are slothful... I shall remember your failure..",
							"achernar_declined_message": "How unfortunate... but I understand that you might have better use of these items. I eagerly await our next meeting...",
							"achernar_title": "Achernar appears",
							"achernar_message_1": ["How wonderful of you to listen to my request!"],
							"achernar_message_2": "If you deliver us the [str(i18n_data.want_number)]&nbsp;[str(i18n_data.want_item)]s instead, we shall reward you with [str(i18n_data.reward_number)]&nbsp;[str(i18n_data.reward_item)]s.",
							"achernar_message_3": "If you can get us the other [str(i18n_data.optional_want_number)]&nbsp;[str(i18n_data.optional_want_item)]s too, you will receive an additional [str(i18n_data.optional_reward_number)]&nbsp;[str(i18n_data.optional_reward_item)].",
							"achernar_accept_message": "Ah, how diligent of you to support our cause. I will send someone to pick up the gifts at the date you previously agreed on.",
							"achernar_decline_message": "Ah, what a shame. Until next time?",
							"achernar_accept_ok": "Okay!",
							"achernar_decline_ok": "Sorry!",
							"achernar_excuse_1": "Greetings, firm believer in festivity. What an amazing coincidence! Those items are also just the items WE need! Small world huh? I mean, sure.. the children will get a gift eventually! But for now, our rewards are far greater!",
							"achernar_excuse_2": "Greetings. You'll never guess!? Yup, We have a sudden lack of those specific items. We can make it worth your while. ",
							"achernar_excuse_3": "Me again! With all the drones working for the Church, they wouldn't even notice if you gave those items to us instead. Your efforts would be far more greatly rewarded! You're only delaying the gift I intend to give the whole of Hearth if you dont!",
							"achernar_continue": "I'm listening..."
						}
					}
				}
			}
		}
	}
}
