{
	"mixins": "/stonehearth_ace/locales/locales_mixin.json",
	"ui": {
		"shell": {
			"loading_screen": {
				"loading_map_flavor_text": {
					"034": "conflitante com ACE...",
					"035": "poyos giratórios...",
					"036": "ordenha moo-moos...",
					"037": "acabamento de peixes...",
					"038": "espalhando fungos...",
					"039": "contemplando mármore...",
					"040": "perguntando onde está a argila...",
					"041": "esperando anões...",
					"042": "abraçando coelhos...",
					"043": "encontrando insetos...",
					"044": "contemplando títulos...",
					"045": "atrasando as atualizações mod...",
					"046": "adicionando problemas ACE...",
					"047": "adiando o próximo lançamento da ACE...",
					"048": "aparando as fronteiras do mundo...",
					"049": "quebrando alguma coisa...",
					"050": "acordando hearthlings...",
					"051": "pastoreando wombats...",
					"052": "limpeza de bancadas...",
					"053": "recarregando sinos da lua...",
					"054": "esfriando frostsnaps...",
					"055": "carregando muito lentamente...",
					"056": "demorando muito...",
					"057": "aventura cervejeira..."
				},
				"tips": {
					"004": "Você pode cultivar certas culturas como algas ou algodão para um fornecimento constante de fibra de rosca.",
					"008": "O tecelão pode criar roupas específicas para o clima ou novos uniformes que aumentam a eficácia de seus trabalhadores.",
					"010": "Pastores encontrarão automaticamente os dois primeiros animais para iniciar um pasto.",                            
					"017": "Não quer que seus corações saiam da cidade? O Engenheiro pode fazer fechaduras para portas.",
					"020": "Caçadores podem montar armadilhas em qualquer lugar, mas áreas mais selvagens com vegetação e nenhum sinal de civilização sempre será melhor.",
					"022": "A sujeira mineira ocasionalmente produzirá argila, pedra e raridades como ossos.",
					"024": "Precisa de uma fonte de alimento inicial? Procure por arbustos de frutas ou fungos comestíveis e aproxime-os de você!",
					"029": "Os animais de pastagem sempre vão para pastagens quando o tempo está ruim para eles. Coloque-os sob um teto para protegê-los!",
					"030": "Com uma manjedoura alimentar você pode garantir que seus animais de pastagem sempre tenham forragem suficiente disponível para eles.",
					"031": "Os animais de estimação tentarão dormir na cama de estimação mais próxima da cama do dono. Mantenha uma tigela de comida por perto para ter ainda mais conforto.",
					"032": "Forragem é suficiente para manter um animal saudável, mas apenas alimentos específicos aumentarão a qualidade dos produtos de origem animal.",
					"033": "Você pode determinar uma quantidade desejável de animais para manter em um pasto. Eles serão automaticamente abatidos além desse número.",
					"034": "Você pode renomear animais em um pasto e pastores tentarão evitar automaticamente abate de criaturas nomeadas.",
					"035": "As culturas agrícolas têm necessidades diferentes e específicas. Você pode descobrir sobre eles pairando seu mouse sobre todos os ícones na janela Terreno de Fazenda!",					"036": "Different weathers and different biomes have dynamic values for humidity and sunlight. Try to optimize your farms as much as you can!",
					"037": "A luz solar é muito importante para a maioria das culturas agrícolas. Edifícios e obstáculos que obstruem o sol no eixo leste-oeste também o afetarão!",
					"038": "A umidade é muito importante para muitas culturas agrícolas, embora algumas delas possam prosperar com pouca ou nenhuma água!",
					"039": "Embora incomum, uma cultura agrícola pode exigir água em quantidades específicas ou maneiras de crescer. Por exemplo, Paddy exige que o Terreno de Fazenda seja inundado.",
					"040": "Nenhuma água não é ideal para as culturas agrícolas, mas a água excessiva pode não ser boa também. Certifique-se de sempre verificar a janela Terreno de Fazenda!",
					"041": "Os fertilizantes podem ser criados pelo Herbalista e são muito eficientes em aumentar a qualidade das culturas agrícolas.",
					"042": "Utilizar recursos e materiais de alta qualidade produzirá produtos de maior qualidade que valem mais e são mais atraentes.",
					"043": "Novos trabalhadores são equipados com um conjunto de Ferramentas de Bronze que podem ser substituídas por ferramentas de ferro e aço mais rápidas e eficientes feitas pelo Ferreiro.",
					"044": "Cortar lenha é uma fonte de combustível fácil e confiável até que você possa produzir carvão ou carvão de mina.",
					"045": "Colher fungos destruirá a desova selvagem, mantendo uma produção constante de fungos requer a expertise de um produtor anão...",
					"046": "O Herbalista é capaz de produzir sementes agricultoras da maioria das plantas e árvores da região em que você está se estabelecendo.",
					"047": "Diferentes climas frios terão diferentes níveis de frio. Nevascas podem ser muito perigosas, mas incêndios e roupas específicas podem aliviar os efeitos.",
					"048": "Hearthlings que entram na água em dias frios, frios ou congelantes serão prejudicados pelas águas geladas.",
					"049": "Hearthlings que entram na água em dias quentes serão refrescados por um tempo. Hora do banho!",
					"050": "Tenha cuidado com covas de animais selvagens e cavernas ao se estabelecer. Lobos selvagens ou ursos não são realmente fortes, mas podem causar problemas no início.",
					"051": "Certifique-se sempre de manter uma dieta variada e saudável para seus batimentos cardíacos. Muitos deles podem ter preferências alimentares específicas, intolerâncias ou gostos.",
					"052": "Mega Cultivo têm recompensas variadas e únicas de cada tipo de cultura.",
					"053": "Hearthlings preferem usar roupas quentes em vez de roupas que fornecem bônus durante o outono e inverno.",
					"054": "Ter um bom estoque de combustível com diferentes graus e tipos permitirá que seus artesãos otimizem suas linhas de produção.",
					"055": "Lenha, Carvão vegetal e Coca-Cola são exemplos de combustíveis artesanais que transformarão uma única unidade de combustível em múltiplas unidades.",
					"056": "Uma bigorna ou forno aprimorado pode substituir os mais velhos em todas as funções e permitirá que você cheirar metais de forma mais eficiente.",
					"057": "Carvão duro pode ser encontrado em veias de carvão. Mineração e comércio são as únicas formas de adquiri-lo!",
					"058": "Carpinteiros podem esculpir móveis bonitos daqueles troncos caídos incômodos por aí!",
					"059": "Pedreiros podem esculpir estátuas incríveis das pedras de mármore chatas!",
					"060": "Diferentes armas e armaduras têm vantagens e desvantagens adicionais além de seus valores de dano e proteção. Leia todas as dicas de ferramentas!",
					"061": "Espadas Curtas são muitas vezes consideradas uma arma de cavaleiro e não fornecerão nenhum benefício além de uma mão livre para um escudo confiável.",
					"062": "Maças e martelos são armas eficientes de cavaleiros que esmagarão a armadura de seu alvo, expondo inimigos a danos mais aliados.",
					"063": "Polearms, como lanças e halberds, são geralmente usados por cavaleiros e são realmente bons em colocar medo nos corações das multidões inimigas ao custo de menos proteção.",
					"064": "Espadas longas são armas de corte versáteis e podem ser usadas por Soldados para dificultar a mobilidade dos inimigos.",
					"065": "Machados e outros mais leves, armas de hackers podem ser utilizadas por Soldados para maior penetração de armadura contra inimigos.",
					"066": "Armas de duas mãos são equipamentos extremamente fortes e poderosos, possuindo um dano de base maior e infligindo feridas que machucam inimigos ao longo do tempo.",
					"067": "Arcos e Bestas são armas eficientes. Arcos podem ser mais rápidos, mas bestas são muitas vezes mais fortes, especialmente contra armaduras.",
					"068": "Armaduras leves e médias podem ser usadas por Soldados, enquanto armaduras pesadas são geralmente restritas a cavaleiros. Quanto mais blindados é, mais corajoso será!",
					"069": "Você pode trocar que tipo de equipamento um Soldado vai preferir usando o botão de alternar em seu quadro de unidade.",
					"070": "As armas podem obter títulos e renome ao longo do tempo, dependendo dos feitos de seus usuários. Uma arma intitulada pode ser livremente renomeada pelo jogador.",
					"071": "Hearthlings podem ganhar diferentes títulos ao longo de suas vidas, dependendo de que feitos incríveis eles alcançam!",
					"072": "Muitos animais selvagens podem fornecer algum tipo de recurso interessante ou benefício para o jogador cauteloso que explora seus arredores.",
					"073": "Às vezes você pode encontrar minério enquanto minera rocha comum, mas a fonte mais confiável de minério são as próprias veias de mineração.",
					"074": "As algas têm alguns usos culinários, mas também podem ser secas e usadas como erva pelo Herbalist.",
					"075": "Imaginando o que é algo? Se um objeto ou criatura tiver um ícone de informação ao lado de seu nome, clique nele para saber mais!",
					"076": "Qualquer combustível de baixo grau pode ser usado para iluminar a lareira, incluindo turfa ou carvão marrom.",
					"077": "Material de palha pode ser facilmente encontrado se você colher plantas gramadas como arbustos, ou simplesmente cavar a camada de grama.",
					"078": "Zonas de armadilha para grandes jogos podem, embora raramente, atrair ursos e outros animais selvagens maiores.",
					"079": "Porta-lenha e galpões são formas muito eficientes de armazenar combustível.",
					"080": "A argila de bola pode ser facilmente encontrada em grandes depósitos de mineração, ou pedregulhos, no fundo de corpos d'água como lagos.",
					"081": "Refeições quentes e bebidas como chá, ensopados e sopas fornecerão hearthlings com um bônus que os protege do tempo frio por algum tempo.",
					"082": "Refeições frias ou refrescantes e bebidas como sucos ou iogurte fornecerão aos hearthlings um bônus que os protege do tempo quente por algum tempo.",
					"083": "O Herbalista é capaz de criar sementes agricultoras da maioria das culturas conhecidas pelo seu reino. Troca!",
					"084": "Você pode segurar a tecla SHIFT ao clicar no botão 'Construir!' para enviar essa receita direto para o topo da fila!",
					"085": "Bebidas podem impulsionar seus cidadãos com vários efeitos diferentes. Certifique-se de vê-los!",
					"086": "Se você não pode fornecer suas contas de coração ainda, certifique-se de pelo menos construir um poço de água para eles.",
					"087": "Sedento não machucará seus cidadãos. Apenas seus sentimentos!",
					"088": "Certifique-se de sempre oferecer alternativas para bebidas alcoólicas. Ninguém quer que todos os seus cidadãos sejam excessivamente alegres o dia todo!",
					"089": "Hearthlings sempre vai preferir uma bebida mais apropriada para a hora atual do dia, exceto quando eles realmente amam outra coisa.",
					"090": "O chá aumentará muito as qualidades de todos os produtos artesanais, embora também torne a criação um pouco mais lenta. Equilíbrio requer paciência!",
					"091": "Venenos e Toxinas? Os venenos duram muito tempo e lentamente vão tirar a saúde; As toxinas desaparecem rapidamente, mas têm efeitos mais imediatos.",
					"092": "Bebidas como leite ou sucos são consideradas simples, enquanto cervejas mais complexas e saborosas como bebidas alcoólicas ou cerveja são consideradas preparadas.",
					"093": "A armadura de quitina pode ser fabricada pelo Tecelão e protegerá um Lacaio de nível inferior contra venenos e toxinas simples.",
					"094": "Dormir é importante! Certifique-se de fornecer quartos confortáveis e camas pessoalmente designadas para seus hearthlings.",
					"095": "Sonhando com festas rave de ovelhas? Clique em seus batimentos cardíacos enquanto eles estão dormindo para ver se eles estão tendo sonhos bons ou ruins...",
					"096": "Frutas e castanheiras levam muito tempo para amadurecer, mas suportarão seus produtos mesmo quando pequenas. Quanto mais crescerem, melhor será o rendimento deles.",
					"097": "Se começar durante o Outono, olhe ao redor. Pode haver algumas fontes de alimento extras como castanheiras antes do inverno!",
					"098": "Você pode pausar temporariamente uma fila de construtoraa clicando no sinal 'Abrir' no canto superior direito da tela de construindo.",
					"099": "Abelhas artesanais requerem abelhas cativas antes de poderem trabalhar. Corte algumas árvores e você poderá encontrar um ou dois ninhos por aí!"
				}
			}
		}
	},
	"data": {
		"hotkeys": {
			"keys": {
				"build_visdown": {
					"display_name": "Edifício Vis Down"
				}
			}
		}
	},
	"entities": {
		"crops": {
			"carrot_crop": {
				"growth_stage": {
					"000": {
						"description": "Uma cenoura não realizada."
					}
				}
			},
			"pumpkin_crop": {
				"growth_stage": {
					"000": {
						"description": "Uma abóbora não realizada."
					}
				}
			},
			"watermelon_crop": {
				"growth_stage": {
					"000": {
						"description": "Uma melancia não realizada."
					}
				}
			},
			"turnip_crop": {
				"growth_stage": {
					"000": {
						"description": "Um nabo não realizado."
					}
				}
			}
		}
	}
}
