{
	"mixins": "/stonehearth_ace/locales/locales_mixin.json",
	"ui": {
		"shell": {
			"loading_screen": {
				"loading_map_flavor_text": {
					"034": "em conflito com ACE...",
					"035": "poyos girando...",
					"036": "ordenha moo-moos...",
					"037": "finishing fishes...",
					"038": "espalhando fungos...",
					"039": "contemplando o mármore...",
					"040": "imaginando onde está a argila...",
					"041": "esperando os anões...",
					"042": "abraçando coelhos...",
					"043": "encontrando bugs...",
					"044": "contemplando títulos...",
					"045": "atrasando atualizações de mod...",
					"046": "adicionando problemas de ACE...",
					"047": "adiando o próximo lançamento do ACEe...",
					"048": "aparando a borda do mundo...",
					"049": "quebrando alguma coisa...",
					"050": "acordando hearthlings...",
					"051": "herding wombats...",
					"052": "limpando as bancadas...",
					"053": "recarregando os sinos da lua...",
					"054": "geadas arrepiantes...",
					"055": "carregando muito devagar...",
					"056": "demorando muito...",
					"057": "preparando aventura..."
				},
				"tips": {
					"004": "Você pode cultivar certas safras, como seda ou algodão, para obter um suprimento constante de fibras de fios.",
					"008": "O tecelão pode criar roupas específicas para o clima ou novos uniformes que aumentam a eficácia de seus trabalhadores.",
					"010": "Os pastores encontrarão automaticamente os primeiros dois animais para iniciar uma pastagem.",
					"017": "Não quer que seus entesqueridos saiam da cidade? O Engenheiro pode fazer fechaduras para portas.",
					"020": "Caçadores podem montar armadilhas em qualquer lugar, mas áreas mais selvagens com vegetação e sem sinais de civilização sempre serão melhoresr.",
					"022": "A sujeira de mineração ocasionalmente produzirá argila, pedra e raridades como ossos.",
					"024": "Precisa de uma fonte de alimento inicial? Procure arbustos de frutas ou fungos comestíveis e mova-os para mais perto de você!",
					"029": "Os animais de pasto sempre vão para os canteiros quando o tempo está ruim para eles. Coloque-os sob um telhado para protegê-los!",
					"030": "Com uma manjedoura, você pode garantir que seus animais de pasto sempre tenham forragem suficiente disponível para eles.",
					"031": "Os animais de estimação tentarão dormir na cama do animal de estimação mais próxima da cama do dono. Mantenha uma tigela de comida por perto para ainda mais conforto.",
					"032": "A forragem é suficiente para manter um animal saudável, mas apenas alimentos específicos aumentarão a qualidade do produto animals.",
					"033": "Você pode determinar uma quantidade desejável de animais para manter em um pasto. Eles serão abatidos automaticamente além desse número.",
					"034": "Você pode renomear animais em um pasto e os pastores tentarão evitar o abate automático de criaturas nomeadas.",
					"035": "As fazendas dos agricultores têm necessidades diferentes e específicas. Você pode descobrir sobre eles passando o mouse sobre todos os ícones na janela campos das fazendas!",
					"036": "Diferentes climas e diferentes biomas têm valores dinâmicos de umidade e luz solar. Tente otimizar suas fazendas o máximo que puder!",
					"037": "A luz solar é muito importante para a maioria das fazendas agrícolas. Edifícios e obstáculos que obstruem o sol no eixo leste-oeste também o afetarão!",
					"038": "A umidade é muito importante para muitas fazendas agrícolas, embora algumas delas possam prosperar com pouca ou nenhuma água!",
					"039": "Embora incomum, uma fazenda de agricultor pode exigir água em quantidades maiores ou maneiras específicas para crescer. Por exemplo, o Arroz requer que campos das fazendas seja inundado.",
					"040": "A falta de água não é ideal para as plantações dos agricultores, mas o excesso de água também pode não ser bom. Certifique-se de sempre verificar a janela das suas fazendas!",
					"041": "Os fertilizantes podem ser criados pelo Herbalista e são muito eficientes para aumentar a qualidade das colheitas do agricultor.",
					"042": "A utilização de recursos e materiais de alta qualidade resultará em produtos de maior qualidade que valem mais e são mais atraentes.",
					"043": "Os novos trabalhadores são equipados com um conjunto de ferramentas de bronze que podem ser substituídas por ferramentas de ferro e aço mais rápidas e eficientes feitas pelo Ferreiro.",
					"044": "Cortar lenha é uma fonte fácil e confiável de combustível até que você possa produzir carvão ou carvão mineral.",
					"045": "A colheita de fungos destruirá a desova selvagem, manter uma produção constante de fungos requer a experiência de um produtor anão...",
					"046": "O Herbalista é capaz de produzir Sementes de Agricultor da maioria das plantas e árvores da região em que você está se estabelecendo.",
					"047": "Diferentes climas frios terão diferentes níveis de frio. Nevascas podem ser muito perigosas, mas incêndios e roupas específicas podem aliviar os efeitos.",
					"048": "Hearthlings que entram na água em dias frios, frios ou congelantes serão prejudicados pelas águas geladas.",
					"049": "Hearthlings que entram na água em dias quentes serão refrescados por um tempo. Hora do banho!",
					"050": "Desconfie de tocas e cavernas de animais selvagens ao se estabelecer. Lobos ou ursos selvagens não são muito fortes, mas podem causar problemas desde o início.",
					"051": "Certifique-se sempre de manter uma dieta variada e saudável para seus hearthlings. Muitos deles podem ter preferências alimentares, intolerâncias ou gostos específicos.",
					"052": "Mega colheitas têm recompensas variadas e únicas de cada tipo de colheita.",
					"053": "Hearthlings preferem usar roupas quentes em vez de roupas que oferecem bônus durante o outono e inverno.",
					"054": "Ter um bom estoque de combustível com diferentes graus e tipos permitirá que seus artesãos otimizem suas linhas de produção.",
					"055": "Lenha, Carvão e Coca são exemplos de combustíveis artesanais que transformarão uma única unidade de combustível em várias unidades.",
					"056": "Uma bigorna ou forno aprimorado pode substituir os mais antigos em todas as funções e permitirá que você funda metais com mais eficiência.",
					"057": "Carvão Duro pode ser encontrado em veios de carvão. Mineração e comércio são as únicas maneiras de adquiri-lo!",
					"058": "Os Carpinteiros podem esculpir belos móveis com aqueles troncos caídos que estão por aí!",
					"059": "Os Pedreiros podem esculpir estátuas impressionantes das pedras de mármore chatas!",
					"060": "Diferentes armas e armaduras têm vantagens e desvantagens adicionais além de seus valores de dano e proteção. Leia todas as dicas de ferramentas!",
					"061": "Espadas curtas são frequentemente consideradas a arma lateral de um cavaleiro e não fornecerão nenhum benefício além de uma mão livre para um escudo confiável.",
					"062": "Maças e martelos são armas de cavaleiro eficientes que esmagam a armadura de seu alvo, expondo os inimigos a mais danos aliados.",
					"063": "Armas de haste, como lanças e alabardas, geralmente são usadas por cavaleiros e são realmente boas em colocar medo nos corações das multidões inimigas ao custo de menos proteção.",
					"064": "Espadas longas são armas de corte versáteis e podem ser usadas por Soldados para dificultar a mobilidade dos inimigos.",
					"065": "Machados e outras armas de hackers mais leves podem ser utilizadas por Soldados para aumentar a penetração de armaduras contra os inimigos.",
					"066": "Armas de duas mãos são equipamentos extremamente fortes e poderosos, possuindo um dano base maior e infligindo ferimentos que machucam os inimigos ao longo do tempo.",
					"067": "Arcos e Bestas são armas de longo alcance eficientes. Arcos podem ser mais rápidos, mas bestas costumam ser mais fortes, especialmente contra armaduras.",
					"068": "Armaduras leves e médias podem ser usadas por Soldados, enquanto armaduras pesadas geralmente são restritas a Cavaleiros. Quanto mais blindado for um hearthling, mais corajoso ele será!",
					"069": "Você pode alternar o tipo de equipamento que um soldado preferirá usando o botão de alternância no quadro da unidade.",
					"070": "As armas podem ganhar títulos e renome ao longo do tempo, dependendo dos feitos de seus usuários. Uma arma intitulada pode ser renomeada livremente pelo jogador.",
					"071": "Hearthlings podem ganhar títulos diferentes ao longo de suas vidas, dependendo de quais feitos incríveis eles realizam!",
					"072": "Muitos animais selvagens podem fornecer algum tipo de recurso ou benefício interessante para o jogador cauteloso que explora seus arredores.",
					"073": "Às vezes, você pode encontrar minério durante a mineração de rocha comum, mas a fonte mais confiável de minério são os próprios veios de mineração.",
					"074": "As algas têm alguns usos culinários, mas também podem ser secas e usadas como erva pelo Herbalista.",
					"075": "Quer saber o que é algo? Se um objeto ou criatura tiver um ícone de informações ao lado de seu nome, clique nele para saber mais!",
					"076": "Qualquer combustível de qualidade inferior pode ser usado para acender a lareira, incluindo turfa ou carvão marrom.",
					"077": "O material de palha pode ser facilmente encontrado se você colher plantas gramíneas como arbustos ou simplesmente cavar a camada de grama.",
					"078": "As zonas de captura para caça grossa podem, embora raramente, atrair ursos e outros animais selvagens maiores.",
					"079": "Os suportes e galpões de lenha são formas muito eficientes de armazenar combustível.",
					"080": "Bola de Argila pode ser facilmente encontrado em grandes depósitos de mineração, ou pedregulhos, no fundo de corpos d'água, como lagos.",
					"081": "Refeições quentes e bebidas como chá, ensopados e sopas darão aos hearthlings um bônus que os protege do frio por algum tempo.",
					"082": "Refeições e bebidas frias ou refrescantes, como sucos ou iogurtes, fornecerão aos hearthlings um bônus que os protegerá do clima quente por algum tempo.",
					"083": "O Herbalista é capaz de criar Sementes de Agricultor da maioria das culturas conhecidas em seu reino. Comércio fora!",
					"084": "Você pode segurar a tecla SHIFT ao clicar no botão 'Fabricar!' botão para enviar essa receita direto para o topo da fila!",
					"085": "As bebidas podem impulsionar seus cidadãos com vários efeitos diferentes. Certifique-se de verificá-los!",
					"086": "Se você ainda não pode fornecer bebidas preparadas aos seus hearthlings, certifique-se de pelo menos construir um poço de água para eles.",
					"087": "A sede não prejudicará seus cidadãos. Apenas seus sentimentos!",
					"088": "Certifique-se de sempre oferecer alternativas às bebidas alcoólicas. Ninguém quer que todos os seus cidadãos sejam excessivamente alegres o dia todo!",
					"089": "Hearthlings sempre preferirão uma bebida que seja mais apropriada para a hora atual do dia, exceto quando eles realmente amam outra coisa.",
					"090": "O chá aumentará muito as qualidades de todos os produtos artesanais, embora também torne a elaboração um pouco mais lenta. Equilíbrio requer paciência!",
					"091": "Venenos e toxinas? Os venenos duram muito tempo e irão lentamente destruir a saúde; As toxinas desaparecem rapidamente, mas têm efeitos mais imediatos.",
					"092": "Bebidas como leite ou sucos são consideradas simples, enquanto cervejas mais complexas e saborosas, como destilados ou cerveja, são consideradas preparadas.",
					"093": "A armadura de quitina pode ser criada pela Tecelão e protegerá um Soldado de nível inferior contra venenos e toxinas simples.",
					"094": "Dormir é importante! Certifique-se de fornecer quartos confortáveis e camas personalizadas para seus hearthlings.",
					"095": "Sonhando com festas de ovelhas? Clique em seus hearthlings enquanto eles estão dormindo para ver se eles estão tendo sonhos bons ou ruins...",
					"096": "As árvores frutíferas e de nozes levam muito tempo para amadurecer, mas produzirão seus produtos mesmo quando pequenas. Quanto mais crescerem, melhor será o seu rendimento.",
					"097": "Se começar durante o outono, olhe ao redor. Pode haver algumas fontes extras de alimentos, como nozes antes do inverno!",
					"098": "Você pode pausar temporariamente uma fila de artesanato clicando no sinal 'Abrir' no canto superior direito da tela de criação.",
					"099": "Cesto de abelhas artesanais exigem abelhas nativas antes que possam funcionar. Corte algumas árvores e você pode encontrar um ninho ou dois por aíd!"
				}
			},
			"select_roster": {
				"reembark_button": "Reembarcar"
			}
		}
	},
	"data": {
		"hotkeys": {
			"keys": {
				"build_visdown": {
					"display_name": "Construindo Vis Para Baixo"
				}
			}
		}
	},
	"entities": {
		"crops": {
			"carrot_crop": {
				"growth_stage": {
					"000": {
						"description": "Uma cenoura não realizada."
					}
				}
			},
			"pumpkin_crop": {
				"growth_stage": {
					"000": {
						"description": "Uma abóbora não realizada."
					}
				}
			},
			"watermelon_crop": {
				"growth_stage": {
					"000": {
						"description": "Uma melancia não realizada."
					}
				}
			},
			"turnip_crop": {
				"growth_stage": {
					"000": {
						"description": "Um nabo não realizado."
					}
				}
			}
		}
	}
}
