{
	"ui": {
		"game": {
			"candledark": {
				"uh_what": "Uh..What?",
				"such_as": "Please explain!",
				"dejavu": "Déjà vu?",
				"berry_wine": "Have you been on the Berry Wine again?",
				"urm_thanks": "Urm..Thanks!",
				"last_year": "We did all this last year!",
				"pause": "...",
				"urm_thanks2": "Urm..What!?",
				"dialog_nodes": {
					"bulletin_message": {
						"000": "Here's a few supplies to get you started! Your Carpenter can turn them in to wards against the undead.",
						"001": "A haggard old man appears at the edge of your town. The only thing more crooked than his back are his teeth...",
						"002": "'Why hello there! The eve of Candledark fast approaches yet ye haven't even begun to prepare!'",
						"003": "'You know? Candledark! Strange things a-happenin' at this time of year.'",
						"004": "'It's.. the dead.. they start stirring. Ye best heed Old Elbezar's warnings and start your preparations!'",
						"005": "'Bah! Mock all you wish. You best start building your wards, else there'll be trouble!'",
						"006": "'I'll be back in a few days with my wagon to sell you some goods, but in the meanwhile I'll teach your crafters all I know.'",
						"007": "'Well I'll be. You made it! You survived Candledark II. I've been saving a few trinkets for a special occasion and this counts as good as any. Enjoy your success!....Till next year....",
						"008": "Here's a few supplies to get you started! You'll need a Mason to turn them in to wards against the undead.",
						"009": "'What? No. It's EL-BEEE-ZAAR. I knew a Déjà-vu once. Funny little man with a glass eye....or was he called Dave?..'",
						"010": "'I might be old, but I'm not senile! I'd remember being here; or my name isn't Elzebard Grimesock!'",
						"011": "'Okay maybe you're right... hmm, so we did zombies last year eh? Hah! I know what I'll summon! Lets see how well you do against these things that go bump in the night... You'll be needing these recipes if you want to survive the night.'",
						"012": "'Well I'll be. You made it! You survived Candledark III. I've been saving a few trinkets for a special occasion and this counts as good as any. Enjoy your success!....Till next year...."
					},
					"bulletin_title": "Before I Go!",
					"bulletin_title2": "A Haggard Old Man Approaches",
					"bulletin_title3": "It's finally over!",
					"dialog_title": "A Haggard Old Man",
					"crafting_unlock1": "Advanced Smithing techniques learned!",
					"crafting_unlock2": "Advanced Cooking techniques learned!",
					"crafting_unlock3": "Advanced Weaving techniques learned!",
					"crafting_unlock4": "Advanced Masonary techniques learned!",
					"crafting_unlock5": "Advanced Carpentry techniques learned!",
					"crafting_unlock6": "Advanced Herbalism techniques learned!"
				}
			},
			"entities": {
				"bite_notification": "[name(i18n_data.entity)] has been bitten.",
				"turn_notification": "[name(i18n_data.entity)] has succumb to their bite."
			}
		}
	}
}
